/* Navigation bar buttons */
"Cancel" = "Zrušiť";
"Done" = "Hotovo";

/* Default title */
"Photos" = "Fotky";

/* No. of selected */
"%@ Photo Selected" = "%@ označených fotografií";
"%@ Photos Selected" = "%@ označených fotografií";
"%@ Video Selected" = "%@ označených videí";
"%@ Videos Selected" = "%@ označených videí";
"%@ Items Selected" = "%@ označených položiek";

/* Grid view footer */
"%@ Photos" = "%@ fotografií";
"%@ Videos" = "%@ videí";
"%@ Photos, %@ Videos" = "%1$@ Fotografií, %2$@ Videí";

/* Assets index */
"%@ of %@" = "%1$@ z %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Aplikácia nemá prístup k vašim fotografiám alebo videám.";
"You can enable access in Privacy Settings." = "Prístup môžete umožniť v nastaveniach súkromia.";

/* Messages if no assets */
"No Photos or Videos" = "Žiadne fotografie alebo videá";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Môžete robiť fotografie alebo videá pomocou fotoaparátu alebo synchronizovať fotografie a videá do svojho %@\npomocou iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Môžete synchronizovať fotografie a videá do svojho %@ pomocou iTunes.";

/* Accessibility labels */
"Play" = "Prehrať";
"Select" = "Označiť";
"Deselect" = "Odznačiť";

/* Video duration spell out */
"hours" = "hodín";
"hour" = "hodina";
"minutes" = "minút";
"minute" = "minúta";
"seconds" = "sekúnd";
"second" = "sekunda";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Nie je možné prehrať Video stream";
"OK" = "OK";
